---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerMeterKelvin
source: html/9db441a7-775b-d2c0-8e46-8f71fc6147dc.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerMeterKelvin Property

Watts per meter kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerMeterKelvin { get; }
```